[
  {
    "topic": "Describe tu rutina diaria desde la mañana hasta la noche."
  },
  {
    "topic": "Habla de los miembros de tu familia y tu relación con ellos."
  },
  {
    "topic": "Describe a tu mejor amigo/a: cómo se conocieron, su personalidad y qué hacen juntos."
  },
  {
    "topic": "Detalla tu casa o apartamento, habitación por habitación."
  },
  {
    "topic": "Cuáles son tus pasatiempos favoritos y por qué los disfrutas?"
  },
  {
    "topic": "Describe tu trabajo o lo que estás estudiando."
  },
  {
    "topic": "Habla de tu ciudad natal o la ciudad donde vives actualmente."
  },
  {
    "topic": "Cómo es tu personalidad? Describe tus fortalezas y debilidades."
  },
  {
    "topic": "Describe un fin de semana típico para ti."
  },
  {
    "topic": "¿Tienes una mascota? Descríbela. Si no, ¿qué mascota te gustaría tener?"
  },
  {
    "topic": "¿Qué comiste ayer para el desayuno, el almuerzo y la cena?"
  },
  {
    "topic": "¿Cómo llegas al trabajo o a la escuela? Describe tu trayecto."
  },
  {
    "topic": "Habla de tu rutina matutina en detalle."
  },
  {
    "topic": "Describe tu rutina nocturna y cómo te relajas antes de dormir."
  },
  {
    "topic": "¿Qué tareas del hogar te gustan y cuáles no te gustan?"
  },
  {
    "topic": "¿Cómo usas la tecnología en tu vida diaria?"
  },
  {
    "topic": "Describe tu estilo personal y la ropa que te gusta usar."
  },
  {
    "topic": "¿Cuáles son algunos de tus hábitos saludables (o no saludables)?"
  },
  {
    "topic": "Habla de tus vecinos o de tu barrio."
  },
  {
    "topic": "¿Qué es algo que haces todos los días sin falta?"
  },
  {
    "topic": "Escribe sobre tus últimas vacaciones: a dónde fuiste, qué hiciste y qué viste."
  },
  {
    "topic": "Describe un recuerdo feliz o importante de tu infancia."
  },
  {
    "topic": "¿Qué hiciste el fin de semana pasado?"
  },
  {
    "topic": "Habla de una celebración especial (como un cumpleaños o un día festivo) que recuerdes bien."
  },
  {
    "topic": "Describe la mejor comida que has probado en tu vida."
  },
  {
    "topic": "Cuenta una historia divertida que te haya pasado."
  },
  {
    "topic": "¿Cuál es la película más interesante que has visto recientemente?"
  },
  {
    "topic": "Describe un desafío que superaste con éxito."
  },
  {
    "topic": "Habla de un momento en el que aprendiste una lección importante."
  },
  {
    "topic": "Describe el último concierto o evento en vivo al que asististe."
  },
  {
    "topic": "Escribe sobre el primer amigo que hiciste."
  },
  {
    "topic": "Describe un momento en el que te sentiste muy sorprendido/a."
  },
  {
    "topic": "Habla de un proyecto escolar del que te sentiste orgulloso/a."
  },
  {
    "topic": "¿Cuál era tu materia favorita en la escuela y por qué?"
  },
  {
    "topic": "Describe una vez que ayudaste a alguien."
  },
  {
    "topic": "Habla de un regalo que recibiste que fue muy especial."
  },
  {
    "topic": "Escribe sobre un viaje que no salió como lo habías planeado."
  },
  {
    "topic": "Describe la última vez que te reíste tanto que lloraste."
  },
  {
    "topic": "Habla de un momento en que te sentiste muy valiente."
  },
  {
    "topic": "¿Qué evento noticioso importante recuerdas claramente?"
  },
  {
    "topic": "¿Cuál es tu estación del año favorita y por qué?"
  },
  {
    "topic": "¿Cuáles son los pros y los contras de las redes sociales?"
  },
  {
    "topic": "¿Es más importante tener un trabajo que amas o un trabajo que paga bien? ¿Por qué?"
  },
  {
    "topic": "Habla de tu tipo de música favorito y tu artista o banda preferida."
  },
  {
    "topic": "En tu opinión, ¿qué hace que una persona sea un buen amigo?"
  },
  {
    "topic": "¿Cuál es tu libro favorito y por qué lo recomendarías?"
  },
  {
    "topic": "¿Prefieres vivir en una gran ciudad o en el campo? Explica tus razones."
  },
  {
    "topic": "¿Cuál crees que es el invento más importante de la historia?"
  },
  {
    "topic": "¿Es mejor viajar solo o con otras personas?"
  },
  {
    "topic": "¿Cuáles son las cualidades más importantes de un buen profesor?"
  },
  {
    "topic": "¿Cuál es tu opinión sobre el cambio climático y qué puede hacer la gente para ayudar?"
  },
  {
    "topic": "¿Es mejor leer un libro o ver su adaptación cinematográfica?"
  },
  {
    "topic": "¿Cuáles son las ventajas y desventajas de trabajar desde casa?"
  },
  {
    "topic": "¿Deberían las escuelas exigir a los estudiantes que usen uniformes? ¿Por qué sí o por qué no?"
  },
  {
    "topic": "¿Qué es más importante: el talento o el trabajo duro?"
  },
  {
    "topic": "¿Crees que los zoológicos son buenos o malos para los animales?"
  },
  {
    "topic": "¿Cuál es tu definición de 'éxito'?"
  },
  {
    "topic": "¿Es importante que todo el mundo aprenda un segundo idioma?"
  },
  {
    "topic": "¿Cuál es tu opinión sobre la comida rápida?"
  },
  {
    "topic": "¿Son los videojuegos una forma de arte? Explica tu punto de vista."
  },
  {
    "topic": "¿Qué harías si ganaras la lotería?"
  },
  {
    "topic": "Si pudieras tener un superpoder, ¿cuál sería y cómo lo usarías?"
  },
  {
    "topic": "¿Dónde te ves en cinco años? (metas, carrera, vida personal)"
  },
  {
    "topic": "Describe las vacaciones de tus sueños en detalle."
  },
  {
    "topic": "Si pudieras cenar con cualquier persona, viva o muerta, ¿quién sería y por qué?"
  },
  {
    "topic": "¿Cuáles son tus planes para el próximo año?"
  },
  {
    "topic": "Si pudieras cambiar una cosa del mundo, ¿qué sería?"
  },
  {
    "topic": "Escribe una carta a tu 'yo' del futuro para abrir en 10 años."
  },
  {
    "topic": "Describe el trabajo de tus sueños."
  },
  {
    "topic": "Si pudieras vivir en cualquier otro país durante un año, ¿cuál elegirías y por qué?"
  },
  {
    "topic": "Si pudieras ser un animal por un día, ¿cuál serías y por qué?"
  },
  {
    "topic": "¿Qué harías si fueras invisible por un día?"
  },
  {
    "topic": "Si pudieras viajar en el tiempo, ¿irías al pasado o al futuro? ¿Dónde y cuándo?"
  },
  {
    "topic": "¿Qué tres cosas llevarías a una isla desierta?"
  },
  {
    "topic": "Si pudieras diseñar tu propia casa, ¿cómo sería?"
  },
  {
    "topic": "¿Cómo será el mundo en 50 años?"
  },
  {
    "topic": "Si pudieras dar un consejo a tu 'yo' más joven, ¿cuál sería?"
  },
  {
    "topic": "¿Qué nueva habilidad te gustaría aprender en el futuro?"
  },
  {
    "topic": "Si abrieras un restaurante, ¿qué tipo de comida servirías?"
  },
  {
    "topic": "¿Qué vas a hacer el próximo fin de semana?"
  },
  {
    "topic": "Describe cómo sería un 'día perfecto' para ti."
  },
  {
    "topic": "Da consejos a un turista que visita tu país por primera vez."
  },
  {
    "topic": "Describe un lugar natural hermoso que hayas visitado (una playa, un bosque, una montaña)."
  },
  {
    "topic": "Explica cómo preparar tu receta de comida favorita, paso a paso."
  },
  {
    "topic": "¿Cuáles son las tradiciones o festividades más importantes de tu cultura?"
  },
  {
    "topic": "Describe una obra de arte (una pintura, una escultura) que te parezca interesante."
  },
  {
    "topic": "¿Qué significa para ti un estilo de vida saludable?"
  },
  {
    "topic": "Describe un objeto que sea muy importante para ti y explica su historia."
  },
  {
    "topic": "Si pudieras crear una organización benéfica, ¿qué causa apoyaría?"
  },
  {
    "topic": "Explica las reglas de tu deporte o juego de mesa favorito."
  },
  {
    "topic": "Describe la trama de tu película favorita sin revelar el final."
  },
  {
    "topic": "¿Cuáles son los artículos esenciales que siempre llevas en tu bolso o mochila?"
  },
  {
    "topic": "Explica un concepto de tu trabajo o campo de estudio en términos sencillos."
  },
  {
    "topic": "Describe el edificio más bonito que has visto."
  },
  {
    "topic": "¿Cómo organizas tu tiempo para ser productivo/a?"
  },
  {
    "topic": "Describe tu fin de semana ideal."
  },
  {
    "topic": "Da indicaciones paso a paso desde tu casa hasta un lugar que visitas a menudo."
  },
  {
    "topic": "Describe el tiempo que hace hoy con el mayor detalle posible."
  },
  {
    "topic": "¿Qué es algo que has construido o creado y de lo que te sientes orgulloso/a?"
  },
  {
    "topic": "Explica la importancia de un día festivo específico en tu país."
  }
]
